[
  {
    "id": 1,
    "food_name": "Pad Krapao Kai (Stir Fried Chicken with Thai Basil)",
    "nationality": "Thai",
    "price" : "11",
    "ingredients" : "3 tablespoons vegetable oil, 2 shallots (thinly sliced), 7 cloves garlic (sliced), 3 chilies, 1 pound ground chicken (450g), 1 teaspoon sugar, 1 tablespoon fish sauce, 1 tablespoon thin/light soy sauce, 2 teaspoons dark soy sauce, 2 teaspoons oyster sauce, ⅓ cup low sodium chicken broth or water, Thai basil leaves (any other basil leaves for substitution) about 1 1/2 cups packed",
    "method": "In a wok over medium high heat, add the oil, shallots and garlic, and fry for 3 minutes. Add the chilies and cook for another minute. Crank up the heat to high, and add the ground pork, breaking it up into small bits and allowing it to crisp up. Add the sugar, fish sauce, soy sauce, dark soy sauce, and oyster sauce. Stir-fry for another minute and deglaze the pan with the broth or water. Because your pan is over high heat, the liquid should cook off very quickly. Add the basil, and stir-fry until wilted. Serve over rice.",
    "rating": "7.9",
    "level": "Easy",
    "isVegan": false
  },
  {
    "id": 2,
    "food_name": "Tom Yum Soup With Prawn",
    "nationality": "Thai",
    "price" : "11.30",
    "ingredients" : "200g onions, roughly chopped, 150g tomatoes, roughly chopped, 20g red chilli, sliced, 15g galangal, peeled and sliced, 2 lemongrass stalks, bashed, 270g whole raw king prawns, peeled and deveined, heads removed and reserved, 1 chicken stock cube, 120g oyster mushrooms, sliced, 8 lime leaves, 5 tsp fish sauce, 5 tsp lime juice, 70ml Thai coconut milk, 1 tbsp Thai chilli jam (optional), small handful of coriander, roughly chopped (optional)",
    "method": "STEP 1 Pour 1.3 litres water into a large saucepan over a high heat. Add the onion, tomato, chilli, galangal, lemongrass, prawn heads and chicken stock cube. Stir and bring to a boil, then reduce the heat to medium and simmer for 20 mins until the liquid has reduced. STEP 2 Carefully strain the hot broth into a large heatproof bowl or jug, then discard the prawn heads. Return the strained veg and herb mixture to the saucepan and pour over the broth. Stir through the mushrooms and lime leaves, then cook for 3 mins until the mushrooms are tender. STEP 3 Add 1 tbsp sugar, the fish sauce, lime juice, coconut milk and prawns. Bring to the boil and cook until the prawns are cooked through, about 1-2 mins. Remove from the heat. Remove the lemongrass, then stir in the Thai chilli jam, if using. Scatter over the coriander to finish, if you like, and serve.",
    "rating": "8.2",
    "level": "Easy",
    "isVegan": false
  }
]